Repository: steipete/CodexBar
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Animation pattern
de: Animationsmuster
es: Patrón de animación
fr: Motif d'animation
ja: アニメーションパターン
ko: 애니메이션 패턴
zh_hans: 动画模式
zh_hant: 動畫模式

source: Replay selected animation
de: Ausgewählte Animation abspielen
es: Reproducir animación seleccionada
fr: Rejouer l'animation sélectionnée
ja: 選択したアニメーションを再生
ko: 선택한 애니메이션 재생
zh_hans: 重播所选动画
zh_hant: 重播所選動畫

source: Blink now
de: Jetzt blinken
es: Parpadear ahora
fr: Clignoter maintenant
ja: 今すぐ点滅
ko: 지금 깜빡이기
zh_hans: 立即闪烁
zh_hant: 立即閃爍

source: Probe logs
de: Sonden-Protokolle
es: Registros de sonda
fr: Journaux de sonde
ja: プローブログ
ko: 프로브 로그
zh_hans: 探测日志
zh_hant: 探測日誌

source: Fetch log
de: Protokoll abrufen
es: Obtener registro
fr: Récupérer le journal
ja: ログを取得
ko: 로그 가져오기
zh_hans: 获取日志
zh_hant: 擷取日誌

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Save to file
de: In Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
ja: ファイルに保存
ko: 파일로 저장
zh_hans: 保存到文件
zh_hant: 儲存到檔案

source: Load parse dump
de: Parse-Dump laden
es: Cargar volcado de análisis
fr: Charger le vidage d'analyse
ja: パースダンプを読み込み
ko: 파싱 덤프 로드
zh_hans: 加载解析转储
zh_hant: 載入解析傾印

source: Re-run provider autodetect
de: Anbieter-Autoerkennung erneut ausführen
es: Volver a ejecutar la autodetección de proveedores
fr: Relancer la détection auto des fournisseurs
ja: プロバイダの自動検出を再実行
ko: 프로바이더 자동 감지 다시 실행
zh_hans: 重新运行提供商自动检测
zh_hant: 重新執行提供者自動偵測

source: Fetch strategy attempts
de: Abrufstrategieversuche
es: Intentos de estrategia de obtención
fr: Tentatives de stratégie de récupération
ja: 取得戦略の試行
ko: 가져오기 전략 시도
zh_hans: 获取策略尝试
zh_hant: 擷取策略嘗試

source: Clear cost cache
de: Kostencache leeren
es: Borrar caché de costos
fr: Vider le cache des coûts
ja: コストキャッシュをクリア
ko: 비용 캐시 지우기
zh_hans: 清除费用缓存
zh_hant: 清除費用快取

source: Cleared.
de: Gelöscht.
es: Borrado.
fr: Effacé.
ja: クリアしました。
ko: 지워졌습니다.
zh_hans: 已清除。
zh_hant: 已清除。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Post depleted
de: Erschöpft posten
es: Publicar agotado
fr: Publier épuisement
ja: 枯渇通知を送信
ko: 소진 알림 게시
zh_hans: 发送已耗尽通知
zh_hant: 傳送已耗盡通知

source: Post restored
de: Wiederhergestellt posten
es: Publicar restaurado
fr: Publier restauration
ja: 回復通知を送信
ko: 복원 알림 게시
zh_hans: 发送已恢复通知
zh_hant: 傳送已恢復通知

source: CLI sessions
de: CLI-Sitzungen
es: Sesiones CLI
fr: Sessions CLI
ja: CLI セッション
ko: CLI 세션
zh_hans: CLI 会话
zh_hant: CLI 工作階段

source: Keep CLI sessions alive
de: CLI-Sitzungen aktiv halten
es: Mantener sesiones CLI activas
fr: Maintenir les sessions CLI actives
ja: CLI セッションを維持
ko: CLI 세션 유지
zh_hans: 保持 CLI 会话活跃
zh_hant: 保持 CLI 工作階段活躍

source: Skip teardown between probes (debug-only).
de: Teardown zwischen Sonden überspringen (nur Debug).
es: Omitir el desmontaje entre sondas (solo depuración).
fr: Ignorer le démontage entre les sondes (débogage uniquement).
ja: プローブ間のティアダウンをスキップします（デバッグ専用）。
ko: 프로브 사이의 정리를 건너뜁니다(디버그 전용).
zh_hans: 跳过探测间的清理（仅调试）。
zh_hant: 跳過探測間的清理（僅偵錯）。

source: Reset CLI sessions
de: CLI-Sitzungen zurücksetzen
es: Restablecer sesiones CLI
fr: Réinitialiser les sessions CLI
ja: CLI セッションをリセット
ko: CLI 세션 재설정
zh_hans: 重置 CLI 会话
zh_hant: 重置 CLI 工作階段

source: Error simulation
de: Fehlersimulation
es: Simulación de errores
fr: Simulation d'erreur
ja: エラーシミュレーション
ko: 오류 시뮬레이션
zh_hans: 错误模拟
zh_hant: 錯誤模擬

source: Simulated error text
de: Simulierter Fehlertext
es: Texto de error simulado
fr: Texte d'erreur simulé
ja: シミュレートされたエラーテキスト
ko: 시뮬레이션된 오류 텍스트
zh_hans: 模拟错误文本
zh_hant: 模擬錯誤文字

source: Set menu error
de: Menüfehler setzen
es: Establecer error de menú
fr: Définir erreur du menu
ja: メニューエラーを設定
ko: 메뉴 오류 설정
zh_hans: 设置菜单错误
zh_hant: 設定選單錯誤

source: Clear menu error
de: Menüfehler löschen
es: Borrar error de menú
fr: Effacer erreur du menu
ja: メニューエラーをクリア
ko: 메뉴 오류 지우기
zh_hans: 清除菜单错误
zh_hant: 清除選單錯誤

source: Set cost error
de: Kostenfehler setzen
es: Establecer error de costo
fr: Définir erreur de coût
ja: コストエラーを設定
ko: 비용 오류 설정
zh_hans: 设置费用错误
zh_hant: 設定費用錯誤

source: Clear cost error
de: Kostenfehler löschen
es: Borrar error de costo
fr: Effacer erreur de coût
ja: コストエラーをクリア
ko: 비용 오류 지우기
zh_hans: 清除费用错误
zh_hant: 清除費用錯誤

source: CLI paths
de: CLI-Pfade
es: Rutas CLI
fr: Chemins CLI
ja: CLI パス
ko: CLI 경로
zh_hans: CLI 路径
zh_hant: CLI 路徑

source: Effective PATH
de: Effektiver PATH
es: PATH efectivo
fr: PATH effectif
ja: 有効な PATH
ko: 유효 PATH
zh_hans: 有效 PATH
zh_hant: 有效 PATH

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 不可用

source: Login shell PATH (startup capture)
de: Login-Shell-PATH (Starterfassung)
es: PATH del shell de inicio de sesión (captura al inicio)
fr: PATH du shell de connexion (capture au démarrage)
ja: ログインシェル PATH（起動時キャプチャ）
ko: 로그인 셸 PATH(시작 시 캡처)
zh_hans: 登录 Shell PATH（启动时捕获）
zh_hant: 登入 Shell PATH（啟動時擷取）

source: No log yet. Fetch to load.
de: Noch kein Protokoll. Abrufen zum Laden.
es: Sin registro todavía. Obtener para cargar.
fr: Pas encore de journal. Récupérer pour charger.
ja: まだログがありません。取得して読み込みます。
ko: 아직 로그가 없습니다. 가져와서 로드하세요.
zh_hans: 暂无日志。获取以加载。
zh_hant: 尚無日誌。擷取以載入。

source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로딩 중…
zh_hans: 加载中…
zh_hant: 載入中…

source: No fetch attempts yet.
de: Noch keine Abrufversuche.
es: Sin intentos de obtención todavía.
fr: Aucune tentative de récupération.
ja: まだ取得の試行がありません。
ko: 아직 가져오기 시도가 없습니다.
zh_hans: 尚无获取尝试。
zh_hant: 尚無擷取嘗試。

source: No log yet. Update OpenAI cookies in Providers → Codex to run an import.
de: Noch kein Protokoll. Aktualisieren Sie OpenAI-Cookies unter Anbieter → Codex, um einen Import auszuführen.
es: Sin registro todavía. Actualice las cookies de OpenAI en Proveedores → Codex para ejecutar una importación.
fr: Pas encore de journal. Mettez à jour les cookies OpenAI dans Fournisseurs → Codex pour lancer une importation.
ja: まだログがありません。プロバイダ → Codex で OpenAI Cookies を更新してインポートを実行してください。
ko: 아직 로그가 없습니다. 프로바이더 → Codex에서 OpenAI 쿠키를 업데이트하여 가져오기를 실행하세요.
zh_hans: 暂无日志。在提供商 → Codex 中更新 OpenAI Cookies 以运行导入。
zh_hant: 尚無日誌。在提供者 → Codex 中更新 OpenAI Cookies 以執行匯入。

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムデフォルト
ko: 시스템 기본값
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Choose the display language for CodexBar.
de: Wählen Sie die Anzeigesprache für CodexBar.
es: Elija el idioma de visualización de CodexBar.
fr: Choisissez la langue d'affichage de CodexBar.
ja: CodexBar の表示言語を選択します。
ko: CodexBar의 표시 언어를 선택합니다.
zh_hans: 选择 CodexBar 的显示语言。
zh_hant: 選擇 CodexBar 的顯示語言。

source: Restart Required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage requis
ja: 再起動が必要です
ko: 재시작 필요
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 재시작
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

source: The language change will take effect after restarting CodexBar.
de: Die Sprachänderung wird nach dem Neustart von CodexBar wirksam.
es: El cambio de idioma se aplicará después de reiniciar CodexBar.
fr: Le changement de langue prendra effet après le redémarrage de CodexBar.
ja: 言語の変更は CodexBar の再起動後に反映されます。
ko: 언어 변경은 CodexBar를 재시작한 후에 적용됩니다.
zh_hans: 语言更改将在重启 CodexBar 后生效。
zh_hant: 語言更改將在重新啟動 CodexBar 後生效。

source: CodexBarCLI not found in app bundle.
de: CodexBarCLI im App-Bundle nicht gefunden.
es: CodexBarCLI no encontrado en el paquete de la aplicación.
fr: CodexBarCLI introuvable dans le bundle de l'application.
ja: アプリバンドルに CodexBarCLI が見つかりません。
ko: 앱 번들에서 CodexBarCLI를 찾을 수 없습니다.
zh_hans: 在应用包中未找到 CodexBarCLI。
zh_hant: 在應用程式套件中未找到 CodexBarCLI。

source: No writable bin dirs found.
de: Keine beschreibbaren bin-Verzeichnisse gefunden.
es: No se encontraron directorios bin con permisos de escritura.
fr: Aucun répertoire bin accessible en écriture trouvé.
ja: 書き込み可能な bin ディレクトリが見つかりません。
ko: 쓰기 가능한 bin 디렉토리를 찾을 수 없습니다.
zh_hans: 未找到可写的 bin 目录。
zh_hant: 未找到可寫入的 bin 目錄。

source: Codex CLI not found
de: Codex CLI nicht gefunden
es: Codex CLI no encontrado
fr: Codex CLI introuvable
ja: Codex CLI が見つかりません
ko: Codex CLI를 찾을 수 없음
zh_hans: 未找到 Codex CLI
zh_hant: 未找到 Codex CLI

source: Install the Codex CLI (npm i -g @openai/codex) and try again.
de: Installieren Sie Codex CLI (npm i -g @openai/codex) und versuchen Sie es erneut.
es: Instale Codex CLI (npm i -g @openai/codex) e inténtelo de nuevo.
fr: Installez Codex CLI (npm i -g @openai/codex) et réessayez.
ja: Codex CLI（npm i -g @openai/codex）をインストールして再試行してください。
ko: Codex CLI(npm i -g @openai/codex)를 설치하고 다시 시도하세요.
zh_hans: 请安装 Codex CLI（npm i -g @openai/codex）后重试。
zh_hant: 請安裝 Codex CLI（npm i -g @openai/codex）後重試。

source: Could not start codex login
de: codex-Anmeldung konnte nicht gestartet werden
es: No se pudo iniciar el inicio de sesión de codex
fr: Impossible de démarrer la connexion codex
ja: codex ログインを開始できませんでした
ko: codex 로그인을 시작할 수 없음
zh_hans: 无法启动 codex 登录
zh_hant: 無法啟動 codex 登入

source: Codex login timed out
de: Codex-Anmeldung abgelaufen
es: Inicio de sesión de Codex expirado
fr: Connexion Codex expirée
ja: Codex ログインがタイムアウトしました
ko: Codex 로그인 시간 초과
zh_hans: Codex 登录超时
zh_hant: Codex 登入逾時

source: Codex login failed
de: Codex-Anmeldung fehlgeschlagen
es: Error de inicio de sesión de Codex
fr: Échec de la connexion Codex
ja: Codex ログインに失敗しました
ko: Codex 로그인 실패
zh_hans: Codex 登录失败
zh_hant: Codex 登入失敗

source: Claude CLI not found
de: Claude CLI nicht gefunden
es: Claude CLI no encontrado
fr: Claude CLI introuvable
ja: Claude CLI が見つかりません
ko: Claude CLI를 찾을 수 없음
zh_hans: 未找到 Claude CLI
zh_hant: 未找到 Claude CLI

source: Install the Claude CLI (npm i -g @anthropic-ai/claude-cli) and try again.
de: Installieren Sie Claude CLI (npm i -g @anthropic-ai/claude-cli) und versuchen Sie es erneut.
es: Instale Claude CLI (npm i -g @anthropic-ai/claude-cli) e inténtelo de nuevo.
fr: Installez Claude CLI (npm i -g @anthropic-ai/claude-cli) et réessayez.
ja: Claude CLI（npm i -g @anthropic-ai/claude-cli）をインストールして再試行してください。
ko: Claude CLI(npm i -g @anthropic-ai/claude-cli)를 설치하고 다시 시도하세요.
zh_hans: 请安装 Claude CLI（npm i -g @anthropic-ai/claude-cli）后重试。
zh_hant: 請安裝 Claude CLI（npm i -g @anthropic-ai/claude-cli）後重試。

source: Could not start claude /login
de: claude /login konnte nicht gestartet werden
es: No se pudo iniciar claude /login
fr: Impossible de démarrer claude /login
ja: claude /login を開始できませんでした
ko: claude /login을 시작할 수 없음
zh_hans: 无法启动 claude /login
zh_hant: 無法啟動 claude /login

source: Claude login timed out
de: Claude-Anmeldung abgelaufen
es: Inicio de sesión de Claude expirado
fr: Connexion Claude expirée
ja: Claude ログインがタイムアウトしました
ko: Claude 로그인 시간 초과
zh_hans: Claude 登录超时
zh_hant: Claude 登入逾時

source: Claude login failed
de: Claude-Anmeldung fehlgeschlagen
es: Error de inicio de sesión de Claude
fr: Échec de la connexion Claude
ja: Claude ログインに失敗しました
ko: Claude 로그인 실패
zh_hans: Claude 登录失败
zh_hant: Claude 登入失敗

source: Gemini CLI not found
de: Gemini CLI nicht gefunden
es: Gemini CLI no encontrado
fr: Gemini CLI introuvable
ja: Gemini CLI が見つかりません
ko: Gemini CLI를 찾을 수 없음
zh_hans: 未找到 Gemini CLI
zh_hant: 未找到 Gemini CLI

source: Install the Gemini CLI (npm i -g @google/gemini-cli) and try again.
de: Installieren Sie Gemini CLI (npm i -g @google/gemini-cli) und versuchen Sie es erneut.
es: Instale Gemini CLI (npm i -g @google/gemini-cli) e inténtelo de nuevo.
fr: Installez Gemini CLI (npm i -g @google/gemini-cli) et réessayez.
ja: Gemini CLI（npm i -g @google/gemini-cli）をインストールして再試行してください。
ko: Gemini CLI(npm i -g @google/gemini-cli)를 설치하고 다시 시도하세요.
zh_hans: 请安装 Gemini CLI（npm i -g @google/gemini-cli）后重试。
zh_hant: 請安裝 Gemini CLI（npm i -g @google/gemini-cli）後重試。

source: Could not open Terminal for Gemini
de: Terminal für Gemini konnte nicht geöffnet werden
es: No se pudo abrir Terminal para Gemini
fr: Impossible d'ouvrir le Terminal pour Gemini
ja: Gemini 用のターミナルを開けませんでした
ko: Gemini용 터미널을 열 수 없음
zh_hans: 无法为 Gemini 打开终端
zh_hant: 無法為 Gemini 開啟終端機

source: No output captured.
de: Keine Ausgabe erfasst.
es: No se capturó ninguna salida.
fr: Aucune sortie capturée.
ja: 出力がキャプチャされませんでした。
ko: 캡처된 출력이 없습니다.
zh_hans: 未捕获输出。
zh_hant: 未擷取輸出。

source: Cursor login failed
de: Cursor-Anmeldung fehlgeschlagen
es: Error de inicio de sesión de Cursor
fr: Échec de la connexion Cursor
ja: Cursor ログインに失敗しました
ko: Cursor 로그인 실패
zh_hans: Cursor 登录失败
zh_hant: Cursor 登入失敗

source: No session cookies found
de: Keine Sitzungscookies gefunden
es: No se encontraron cookies de sesión
fr: Aucun cookie de session trouvé
ja: セッション Cookie が見つかりません
ko: 세션 쿠키를 찾을 수 없음
zh_hans: 未找到会话 Cookie
zh_hant: 未找到會話 Cookie

source: Requesting login…
de: Anmeldung wird angefordert…
es: Solicitando inicio de sesión…
fr: Demande de connexion…
ja: ログインをリクエスト中…
ko: 로그인 요청 중…
zh_hans: 正在请求登录…
zh_hant: 正在請求登入…

source: Waiting in browser…
de: Warte im Browser…
es: Esperando en el navegador…
fr: En attente dans le navigateur…
ja: ブラウザで待機中…
ko: 브라우저에서 대기 중…
zh_hans: 在浏览器中等待…
zh_hant: 在瀏覽器中等待…

source: On pace
de: Im Plan
es: A ritmo
fr: En rythme
ja: ペース通り
ko: 정상 페이스
zh_hans: 进度正常
zh_hant: 進度正常

source: Lasts until reset
de: Reicht bis zum Zurücksetzen
es: Dura hasta el reinicio
fr: Dure jusqu'à la réinitialisation
ja: リセットまで持続
ko: 재설정까지 지속
zh_hans: 持续到重置
zh_hant: 持續到重置

source: Runs out now
de: Jetzt aufgebraucht
es: Se agota ahora
fr: S'épuise maintenant
ja: 今すぐ使い切ります
ko: 지금 소진됨
zh_hans: 即将耗尽
zh_hant: 即將耗盡

source: now
de: jetzt
es: ahora
fr: maintenant
ja: 今
ko: 지금
zh_hans: 现在
zh_hant: 現在

source: not detected
de: nicht erkannt
es: no detectado
fr: non détecté
ja: 未検出
ko: 감지되지 않음
zh_hans: 未检测到
zh_hant: 未偵測到

source: Disabled — no recent data
de: Deaktiviert — keine aktuellen Daten
es: Desactivado — sin datos recientes
fr: Désactivé — pas de données récentes
ja: 無効 — 最近のデータなし
ko: 비활성화됨 — 최근 데이터 없음
zh_hans: 已禁用 — 无最近数据
zh_hant: 已停用 — 無最近資料

source: last fetch failed
de: letzter Abruf fehlgeschlagen
es: última obtención fallida
fr: dernière récupération échouée
ja: 前回の取得に失敗
ko: 마지막 가져오기 실패
zh_hans: 上次获取失败
zh_hant: 上次擷取失敗

source: usage not fetched yet
de: Nutzung noch nicht abgerufen
es: uso aún no obtenido
fr: utilisation pas encore récupérée
ja: 使用量がまだ取得されていません
ko: 사용량이 아직 가져오지 않음
zh_hans: 用量尚未获取
zh_hant: 用量尚未擷取

source: Menu bar metric
de: Menüleisten-Metrik
es: Métrica de la barra de menú
fr: Métrique de la barre de menus
ja: メニューバー指標
ko: 메뉴 바 지표
zh_hans: 菜单栏指标
zh_hant: 選單列指標

source: Choose which window drives the menu bar percent.
de: Wählen Sie, welches Fenster den Prozentsatz der Menüleiste bestimmt.
es: Elija qué ventana determina el porcentaje de la barra de menú.
fr: Choisissez quelle fenêtre détermine le pourcentage de la barre de menus.
ja: メニューバーのパーセンテージを決定するウィンドウを選択します。
ko: 메뉴 바 백분율을 결정하는 창을 선택합니다.
zh_hans: 选择哪个窗口驱动菜单栏百分比。
zh_hant: 選擇哪個視窗驅動選單列百分比。

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음
zh_hans: 未找到
zh_hant: 未找到

source: available
de: verfügbar
es: disponible
fr: disponible
ja: 利用可能
ko: 사용 가능
zh_hans: 可用
zh_hant: 可用

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 不可用

source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: API キー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: Always allow prompts
de: Immer auffordern
es: Siempre permitir solicitudes
fr: Toujours autoriser les invites
ja: 常にプロンプトを許可
ko: 항상 프롬프트 허용
zh_hans: 始终允许提示
zh_hant: 始終允許提示

source: Auto falls back to the next source if the preferred one fails.
de: Wechselt automatisch zur nächsten Quelle.
es: Recurre automáticamente a la siguiente fuente.
fr: Bascule automatiquement si la source préférée échoue.
ja: 優先ソース失敗時に自動フォールバック。
ko: 선호 소스 실패 시 자동 대체.
zh_hans: 首选来源失败时自动回退到下一个。
zh_hant: 首選來源失敗時自動回退到下一個。

source: Auto-detect
de: Automatische Erkennung
es: Detección automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
zh_hans: 自动检测
zh_hant: 自動偵測

source: Automatic imports browser cookies.
de: Importiert automatisch Browser-Cookies.
es: Importa automáticamente las cookies del navegador.
fr: Importe automatiquement les cookies du navigateur.
ja: ブラウザCookieを自動インポート。
ko: 브라우저 쿠키를 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie。
zh_hant: 自動匯入瀏覽器 Cookie。

source: Automatic imports browser cookies and WorkOS tokens.
de: Importiert automatisch Browser-Cookies und WorkOS-Token.
es: Importa automáticamente las cookies y tokens de WorkOS.
fr: Importe automatiquement les cookies et les jetons WorkOS.
ja: ブラウザCookieとWorkOSトークンを自動インポート。
ko: 브라우저 쿠키와 WorkOS 토큰 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie 和 WorkOS 令牌。
zh_hant: 自動匯入瀏覽器 Cookie 和 WorkOS 權杖。

source: Automatic imports browser cookies and local storage tokens.
de: Importiert automatisch Browser-Cookies und lokale Speicher-Token.
es: Importa automáticamente las cookies y tokens de almacenamiento local.
fr: Importe automatiquement les cookies et jetons de stockage local.
ja: ブラウザCookieとローカルストレージトークンを自動インポート。
ko: 브라우저 쿠키와 로컬 저장소 토큰 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie 和本地存储令牌。
zh_hant: 自動匯入瀏覽器 Cookie 和本地儲存權杖。

source: Automatic imports browser cookies for dashboard extras.
de: Importiert automatisch Browser-Cookies für Dashboard-Extras.
es: Importa automáticamente las cookies para extras del panel.
fr: Importe automatiquement les cookies pour les extras du tableau de bord.
ja: ダッシュボード追加機能用にCookieを自動インポート。
ko: 대시보드 추가 기능용 브라우저 쿠키 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie 以获取仪表板扩展。
zh_hant: 自動匯入瀏覽器 Cookie 以取得儀表板擴充。

source: Automatic imports browser cookies for the web API.
de: Importiert automatisch Browser-Cookies für die Web-API.
es: Importa automáticamente las cookies para la API web.
fr: Importe automatiquement les cookies pour l'API web.
ja: Web API用にブラウザCookieを自動インポート。
ko: 웹 API용 브라우저 쿠키 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie 以用于 Web API。
zh_hant: 自動匯入瀏覽器 Cookie 以用於 Web API。

source: Automatic imports browser cookies from opencode.ai.
de: Importiert automatisch Browser-Cookies von opencode.ai.
es: Importa automáticamente las cookies desde opencode.ai.
fr: Importe automatiquement les cookies depuis opencode.ai.
ja: opencode.aiからCookieを自動インポート。
ko: opencode.ai에서 브라우저 쿠키 자동 가져오기.
zh_hans: 自动从 opencode.ai 导入浏览器 Cookie。
zh_hant: 自動從 opencode.ai 匯入瀏覽器 Cookie。

source: Automatic imports browser cookies or stored sessions.
de: Importiert automatisch Browser-Cookies oder gespeicherte Sitzungen.
es: Importa automáticamente las cookies o sesiones almacenadas.
fr: Importe automatiquement les cookies ou sessions stockées.
ja: ブラウザCookieまたは保存セッションを自動インポート。
ko: 브라우저 쿠키 또는 저장된 세션 자동 가져오기.
zh_hans: 自动导入浏览器 Cookie 或已存储的会话。
zh_hant: 自動匯入瀏覽器 Cookie 或已儲存的工作階段。

source: Claude cookies are disabled.
de: Claude-Cookies sind deaktiviert.
es: Las cookies de Claude están desactivadas.
fr: Les cookies Claude sont désactivés.
ja: Claude Cookieが無効です。
ko: Claude 쿠키가 비활성화됨.
zh_hans: Claude Cookie 已禁用。
zh_hant: Claude Cookie 已停用。

source: Clear cached cost scan results.
de: Zwischengespeicherte Kostenscan-Ergebnisse löschen.
es: Borrar resultados en caché.
fr: Effacer les résultats en cache.
ja: キャッシュされたコストスキャン結果をクリア。
ko: 캐시된 비용 스캔 결과 지우기.
zh_hans: 清除缓存的费用扫描结果。
zh_hant: 清除快取的費用掃描結果。

source: Controls whether Claude OAuth may trigger macOS Keychain prompts.
de: Steuert, ob Claude OAuth Schlüsselbund-Eingabeaufforderungen auslöst.
es: Controla si Claude OAuth puede activar solicitudes del llavero.
fr: Contrôle si Claude OAuth peut déclencher des invites du trousseau.
ja: Claude OAuthがmacOSキーチェーンプロンプトをトリガーするか制御。
ko: Claude OAuth가 macOS 키체인 프롬프트를 트리거할지 제어.
zh_hans: 控制 Claude OAuth 是否可能触发 macOS 钥匙串提示。
zh_hant: 控制 Claude OAuth 是否可能觸發 macOS 鑰匙圈提示。

source: Cookie import + WebKit scrape logs from the last OpenAI cookies attempt.
de: Cookie-Import + WebKit-Scrape-Logs vom letzten OpenAI-Versuch.
es: Importación + registros de raspado del último intento de OpenAI.
fr: Journal d'importation + scraping de la dernière tentative OpenAI.
ja: 前回のOpenAI Cookie試行のインポート+スクレイプログ。
ko: 마지막 OpenAI 쿠키 시도의 가져오기 + 스크래핑 로그.
zh_hans: 上次 OpenAI Cookie 尝试的导入和抓取日志。
zh_hant: 上次 OpenAI Cookie 嘗試的匯入和擷取日誌。

source: Cookie source
de: Cookie-Quelle
es: Fuente de cookies
fr: Source des cookies
ja: Cookie ソース
ko: 쿠키 소스
zh_hans: Cookie 来源
zh_hant: Cookie 來源

source: Custom Path
de: Benutzerdefinierter Pfad
es: Ruta personalizada
fr: Chemin personnalisé
ja: カスタムパス
ko: 사용자 지정 경로
zh_hans: 自定义路径
zh_hant: 自定義路徑

source: Disable OpenAI dashboard cookie usage.
de: OpenAI-Dashboard-Cookie-Nutzung deaktivieren.
es: Desactivar cookies del panel de OpenAI.
fr: Désactiver les cookies du tableau de bord OpenAI.
ja: OpenAIダッシュボードのCookie使用を無効化。
ko: OpenAI 대시보드 쿠키 사용 비활성화.
zh_hans: 禁用 OpenAI 仪表板 Cookie。
zh_hant: 停用 OpenAI 儀表板 Cookie。

source: Fetch the latest probe output for debugging; Copy keeps the full text.
de: Neueste Probe-Ausgabe abrufen; Kopieren behält den Text.
es: Obtener última salida de sonda; Copiar mantiene el texto.
fr: Récupérer la dernière sortie de sonde ; Copier conserve le texte.
ja: デバッグ用の最新プローブ出力を取得。コピーは全文保持。
ko: 디버깅용 최신 프로브 출력 가져오기. 복사 시 전체 텍스트 유지.
zh_hans: 获取最新探测输出用于调试；复制保留完整文本。
zh_hant: 取得最新探測輸出用於偵錯；複製保留完整文字。

source: GitHub Login
de: GitHub-Anmeldung
es: Inicio de sesión GitHub
fr: Connexion GitHub
ja: GitHub ログイン
ko: GitHub 로그인
zh_hans: GitHub 登录
zh_hant: GitHub 登入

source: Global Keychain access is disabled in Advanced, so this setting is currently inactive.
de: Globaler Schlüsselbundzugriff ist unter Erweitert deaktiviert.
es: El acceso global al llavero está desactivado en Avanzado.
fr: L'accès global au trousseau est désactivé dans Avancé.
ja: 「詳細」でグローバルキーチェーンが無効のため、この設定は無効です。
ko: 고급에서 전역 키체인 접근이 비활성화되어 이 설정은 무효입니다.
zh_hans: 高级设置中已禁用全局钥匙串访问，此设置当前无效。
zh_hant: 進階設定中已停用全域鑰匙圈存取，此設定目前無效。

source: Inject a fake error message into the menu card for layout testing.
de: Gefälschte Fehlermeldung für Layout-Test einfügen.
es: Inyectar mensaje de error falso para probar diseño.
fr: Injecter un faux message d'erreur pour tester la mise en page.
ja: レイアウトテスト用にメニューカードに偽エラーを注入。
ko: 레이아웃 테스트를 위해 메뉴 카드에 가짜 오류 삽입.
zh_hans: 注入虚假错误消息到菜单卡片以测试布局。
zh_hant: 注入虛假錯誤訊息到選單卡片以測試佈局。

source: JetBrains AI is ready
de: JetBrains AI ist bereit
es: JetBrains AI está listo
fr: JetBrains AI est prêt
ja: JetBrains AI 準備完了
ko: JetBrains AI 준비 완료
zh_hans: JetBrains AI 已就绪
zh_hant: JetBrains AI 已就緒

source: Keep Codex/Claude CLI sessions alive after a probe. Default exits once data is captured.
de: CLI-Sitzungen nach Probe am Leben halten.
es: Mantener sesiones CLI después de sonda.
fr: Maintenir les sessions CLI après une sonde.
ja: プローブ後にCLIセッションを維持。デフォルトはデータ取得後に終了。
ko: 프로브 후 CLI 세션 유지. 기본값은 데이터 캡처 후 종료.
zh_hans: 探测后保持 CLI 会话存活。默认在数据捕获后退出。
zh_hant: 探測後保持 CLI 會話存活。預設在資料擷取後退出。

source: Keychain access is disabled in Advanced, so browser cookie import is unavailable.
de: Schlüsselbundzugriff deaktiviert, Cookie-Import nicht verfügbar.
es: Acceso al llavero desactivado, importación de cookies no disponible.
fr: L'accès au trousseau est désactivé, l'importation de cookies indisponible.
ja: 「詳細」でキーチェーンが無効のため、Cookie インポート不可。
ko: 고급에서 키체인 비활성화로 브라우저 쿠키 가져오기 불가.
zh_hans: 高级设置中已禁用钥匙串访问，浏览器 Cookie 导入不可用。
zh_hant: 進階設定中已停用鑰匙圈存取，瀏覽器 Cookie 匯入不可用。

source: Keychain prompt policy
de: Schlüsselbund-Richtlinie
es: Política de solicitudes del llavero
fr: Politique d'invite du trousseau
ja: キーチェーンプロンプトポリシー
ko: 키체인 프롬프트 정책
zh_hans: 钥匙串提示策略
zh_hant: 鑰匙圈提示策略

source: Never prompt
de: Nie auffordern
es: Nunca solicitar
fr: Ne jamais demander
ja: プロンプト表示しない
ko: 프롬프트 안 함
zh_hans: 从不提示
zh_hant: 從不提示

source: No JetBrains IDE detected
de: Kein JetBrains IDE erkannt
es: No se detectó JetBrains IDE
fr: Aucun IDE JetBrains détecté
ja: JetBrains IDE 未検出
ko: JetBrains IDE 감지 안 됨
zh_hans: 未检测到 JetBrains IDE
zh_hant: 未偵測到 JetBrains IDE
